[
  {
    "title": "Atomic Habits",
    "author": "James Clear",
    "description": "An Easy and Proven Way to Build Good Habits and Break Bad Ones : Tiny Changes, Remarkable Results",
    "image": "/images/atomic_habits.jpg",
    "category": "self-help",
    "price": 14,
    "stock": 0
  },
  {
    "title": "Shuggie Bain",
    "author": "Douglas Stuart",
    "description": "It is 1981. Glasgow is dying and good families must grift to survive. Agnes Bain has always expected more from life, dreaming of greater things. But Agnes is abandoned by her philandering husband, and as she descends deeper into drink, the children try their best to save her, yet one by one they must abandon her to save themselves",
    "image": "/images/shuggie_bain.jpg",
    "category": "fiction",
    "price": 13,
    "stock": 6
  },
  {
    "title": "Thinking, Fast and Slow'",
    "author": "Daniel Kahneman",
    "description": "Why is there more chance we'll believe something if it's in a bold type face? Why are judges more likely to deny parole before lunch? Why do we assume a good-looking person will be more competent? The answer lies in the two ways we make choices: fast, intuitive thinking, and slow, rational thinking. This book reveals how our minds are tripped up by error and prejudice (even when we think we are being logical), and gives you practical techniques for slower, smarter thinking. It will enable to you make better decisions at work, at home, and in everything you do.",
    "image": "/images/thinking_fast_and_slow.jpg",
    "category": "non-fiction",
    "price": 12,
    "stock": 2
  },
  {
    "title": "The Mirror & The Light - The Wolf Hall Trilogy'",
    "author": "Hilary Mantel",
    "description": "England, May 1536. Anne Boleyn is dead, decapitated in the space of a heartbeat by a hired French executioner. As her remains are bundled into oblivion, Thomas Cromwell breakfasts with the victors. The blacksmith's son from Putney emerges from the spring's bloodbath to continue his climb to power and wealth, while his formidable master, Henry VIII, settles to short-lived happiness with his third queen, Jane Seymour.\n\nCromwell is a man with only his wits to rely on; he has no great family to back him, no private army. Despite rebellion at home, traitors plotting abroad and the threat of invasion testing Henry's regime to breaking point, Cromwell's robust imagination sees a new country in the mirror of the future. But can a nation, or a person, shed the past like a skin? Do the dead continually unbury themselves? What will you do, the Spanish ambassador asks Cromwell, when the king turns on you, as sooner or later he turns on everyone close to him?",
    "image": "/images/The Mirror & The Light - The Wolf Hall Trilogy.jpg",
    "category": "fiction",
    "price": 9,
    "stock": 4
  }
]
